[{"mutation":{"id":"403","gid":35889.08549166301,"type":"characterData","value":"Innovation is in NanoXplore's DNA. It is the sign of the company's collaborative qualities, its ability\n                  to\n                  communicate and its will to constantly push the limits of knowledge. It creates an innovative dynamic, from the\n                  design\n                  stage to customer service, through the creation of products that open new paths, and allows us to stay ahead of\n                  time.","nodeIndex":0,"date":1580201230160,"save":11,"persisted":true},"user":"nanoxplore","commit":"281321a"},{"mutation":{"id":"103","gid":56407.45591214928,"type":"characterData","value":"As a company, we are committed to being beyond reproach to all our partners. But because we are aware of the challenges\n              of today's world, we also want to be just as exemplary to society as a whole. We promote values in which we firmly\n              believe as innovation that must be collaborative to be effective, thus creating an innovative dynamic that benefits\n              everyone. We also want to be responsible towards our employees or partners, but also towards the environment that we are\n              committed to preserve. Finally, ethics is at the heart of our concerns, from the transparency we impose on ourselves\n              towards all our partners to the fight against corruption and influence peddling, we do everything we can to adopt\n              socially responsible behaviour. This is why we have made commitments in terms of the environment, ethics and respect for\n              our employees and partners.","nodeIndex":0,"date":1580201313120,"save":15,"persisted":true},"user":"nanoxplore","commit":"f594570"},{"mutation":{"id":"381","gid":208135.21295509557,"type":"characterData","value":"Joining us is integrating a dynamic, welcoming, and booming business. It is also part of strategic projects for\n        prestigious customers","nodeIndex":0,"date":1580201373056,"save":33,"persisted":true},"user":"nanoxplore","commit":"f1631a5"},{"mutation":{"id":"405","gid":74364.07021578166,"type":"characterData","value":"\n                  The meaning of customers : NanoXplore promotes rules of transparency and ethics which allows us to build permanent\n                  relationships of trust. It includes vigilant against bribery and the trading of influence, the confidentiality and\n                  protection of knowledge, and ethical commitments in accounting and financial matters.\n                ","nodeIndex":0,"date":1580201386649,"save":50,"persisted":true},"user":"nanoxplore","commit":"5e245e4"},{"mutation":{"id":"29","gid":226534.91560235852,"type":"characterData","value":"\n          NanoXplore is a privately owned fabless company based in France. The company offers a comprehensive portfolio of SoCs and FPGA devices for aerospace, defense and industrial markets, including  Products include a leading radiation hardened FPGA portfolio.","nodeIndex":0,"date":1580201462753,"save":86,"persisted":true},"user":"nanoxplore","commit":"2fb4613"}]